1password
affinity-designer
affinity-photo
affinity-publisher
bartender
dbngin
docker
figma
font-cascadia-code
font-fira-code
font-hack
font-inter
font-jetbrains-mono
google-chrome
gpg-suite
insomnia
iterm2
jetbrains-toolbox
notion
obs
shottr
slack
spotify
tableplus
telegram
visual-studio-code
vlc
