1password
1password-cli
alacritty
alfred
brave-browser
cleanmymac
discord
docker
dropbox
figma
firefox
font-cascadia-code
font-hack
font-inconsolata
font-iosevka
font-jetbrains-mono
font-source-code-pro
github
google-chrome
gotiengviet
hey
imageoptim
insomnia
openkey
openvpn-connect
phpstorm
skype
spotify
tableplus
virtualbox
visual-studio-code
vlc
zalo
