tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/php"
brew "eza"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpeg@6"
brew "gh"
brew "gifski"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neofetch"
brew "pinentry-mac"
brew "pngquant"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "wrk"
cask "1password"
cask "adguard"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "bartender"
cask "capcut"
cask "chatgpt"
cask "cleanmymac"
cask "cloudflare-warp"
cask "dbngin"
cask "devutils"
cask "docker"
cask "figma"
cask "font-aileron"
cask "font-be-vietnam-pro"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack"
cask "font-inter"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "herd"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lm-studio"
cask "notion"
cask "obs"
cask "openkey"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "DaVinci Resolve", id: 571213070
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "caponetto.vscode-diff-viewer"
vscode "cjhowe7.laravel-blade"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mehedidracula.php-namespace-resolver"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "neilbrayfield.php-docblocker"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-vietnamese"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xdebug.php-debug"
