tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/php"
brew "php"
brew "composer"
brew "dnsmasq"
brew "ffmpeg"
brew "gh"
brew "imagemagick"
brew "jq"
brew "neofetch"
brew "nginx"
brew "pinentry-mac"
brew "tmux"
brew "tree"
brew "tree-sitter"
cask "1password"
cask "adguard"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "bartender"
cask "chatgpt"
cask "dbngin"
cask "docker"
cask "figma"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack"
cask "font-inter"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "notion"
cask "obs"
cask "postman"
cask "rapidapi"
cask "shottr"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cjhowe7.laravel-blade"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mehedidracula.php-namespace-resolver"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "neilbrayfield.php-docblocker"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-vietnamese"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xdebug.php-debug"
