tap "homebrew/bundle"
tap "homebrew/services"
tap "shivammathur/php"
brew "btop"
brew "php"
brew "composer"
brew "dnsmasq"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "mysql-client@8.0", link: true
brew "neofetch"
brew "pinentry-mac"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vim"
brew "wget"
brew "wrk"
brew "shivammathur/php/php@8.2"
brew "shivammathur/php/php@8.3"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "bartender"
cask "capcut"
cask "cleanmymac"
cask "cleanshot"
cask "cursor"
cask "dbngin"
cask "devutils"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-be-vietnam-pro"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack"
cask "font-intel-one-mono"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-sf-mono"
cask "google-chrome"
cask "gotiengviet"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "libreoffice"
cask "lm-studio"
cask "logi-options+"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obs"
cask "openkey"
cask "phpstorm"
cask "postman"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mehedidracula.php-namespace-resolver"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-vietnamese"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "xdebug.php-debug"
